# ==============================================================================
# LingoLens AI - Configuration File
# ==============================================================================

# აპლიკაციის სახელი და ვერსია
APP_NAME = "LingoLens"
VERSION = "1.0.0"

# შენი სერვერის მთავარი მისამართი (Backend URL)
BACKEND_URL = "http://37.27.255.1:8000"

# API გასაღები (რადგან საკუთარ სერვერს იყენებ, აქ შეგიძლია ჩაწერო სერვერის მისამართი ან დამხმარე გასაღები)
GEMINI_API_KEY = "http://37.27.255.1:8000"
